{
  "nav.home": "Accueil",
  "nav.about": "À propos",
  "nav.projects": "Projets",
  "nav.services": "Services",
  "nav.contact": "Contact",

  "hero.lookingFor": "À la recherche d'un stage de soutien informatique",
  "hero.title": "Salut, je suis Tokpa Noël Doré",
  "hero.subtitle1": "Développeur Full-Stack",
  "hero.subtitle2": "Créateur de solutions numériques innovantes",
  "hero.subtitle3": "Technicien en Informatique",
  "hero.subtitle4": "Soutien aux utilisateurs",
  "hero.subtitle5": "Passionné par la technologie et l'innovation",
  "hero.summary": "Passionné par le dépannage, la configuration de postes de travail et l’assistance aux utilisateurs, je souhaite mettre en pratique mes compétences techniques au sein d’une équipe professionnelle. J’ai déjà acquis de l’expérience en diagnostic matériel, installation de logiciels, maintenance PC, ainsi qu’en service à la clientèle, grâce à mes expériences chez Info Québec et Dollarama",
  "hero.location": "Montréal, Canada",
  "hero.evailable": "Disponible maintenant",
  "hero.hireMe": "Embauchez-moi",
  "hero.hireMe.object": "Opportunité de recrutement",
  "hero.hireMe.body": "Nous sommes <Nom_entreprise>, spécialisés dans <domaine>. Votre profil nous intéresse et nous souhaiterions explorer une collaboration professionnelle avec vous. Pour toute discussion, vous pouvez nous joindre au <numero_de_téléphone>.",
  "hero.downloadCV": "Télécharger le CV",
  "hero.followMe": "Suivez-moi",
  "CV file name": "cv soutien informatique.pdf",

  "about.title": "À propos de moi",
  "about.skills.tech.title": "Compétences Techniques",
  "about.skills.tech.content": "Support technique, dépannage matériel et logiciel, gestion des systèmes d'exploitation, assistance aux utilisateurs, configuration et maintenance de serveurs, maintenance des réseaux, installation et configuration de logiciels, gestion des incidents, relation client.",
  "about.skills.soft.title": "Compétences Interpersonnelles",
  "about.skills.soft.content": "Excellentes compétences en communication, résolution de problèmes, esprit d'équipe, adaptabilité, gestion du temps, patience, sens du service à la clientèle, attention aux détails.",
  "about.skills.others.title": "Autres Compétences",
  "about.skills.others.content": "Connaissance des langages de programmation (Python, Typescript, JavaScript et C) ainsi que des frameworks associés (Django, React, React Native,...), familiarité avec les bases de données (SQL), compréhension des concepts de cybersécurité, capacité à apprendre rapidement de nouvelles technologies.",
  "about.education.title": "Formation",
  "about.education.degree": "Nouvelles Technologies de l'Information et de la Communication",
  "about.education.institution": "Université Gamal Abdel Nasser, Conakry, Guinée",
  "about.education.period": "Septembre 2023 - Novembre 2024",
  "about.education.status": "Non terminé pour réorientation professionnelle",
  "about.education.degree2": "DEP en soutien informatique",
  "about.education.institution2": "Centre de Formation Professionnelle des Carrefours, Montréal, Canada",
  "about.education.period2": "Mai 2025 - Présent",
  "about.education.status2": "En cours",
  "about.experience.position1": "Stagiaire en Technicien Informatique",
  "about.experience.company1": "InfoQuébec, Montréal, Canada",
  "about.experience.period1": "17 Octobre 2025 - 10 Novembre 2025",
  "about.experience.description1": "Installation et configuration de logiciels, dépannage matériel, Assemblage et préparation de postes de travail, Assistance aux utilisateurs, Maintenance préventive, Gestion des incidents, Documentation technique.",

  "projects.title": "Projets",
  "projects.project1.title": "Systèmes de Point de Vente pour Entrepôt",
  "projects.project1.description": "Un système de point de vente conçu pour rationaliser les opérations de vente au détail avec des fonctionnalités de gestion des stocks et de suivi des ventes.",
  "projects.project2.title": "Portfolio Personnel",
  "projects.project2.description": "Un site web personnel pour présenter mes compétences, projets et expériences professionnelles.",
  "projects.project3.title": "Création d’images Windows personnalisées",
  "projects.project3.description": "Un projet visant à automatiser la création et le déploiement d'images Windows personnalisées pour une installation rapide et cohérente sur plusieurs machines.",

  "services.title": "Services",

  "services.ItSupport.title": "Support Informatique",
  "services.ItSupport.installation": "Installation et configuration",
  "services.ItSupport.installationDesc": "Mise en place de postes de travail (Windows, Linux, macOS), installation de logiciels, imprimantes, périphériques et configuration réseau.",
  "services.ItSupport.troubleshooting": "Maintenance et dépannage",
  "services.ItSupport.troubleshootingDesc": "Diagnostic et résolution des problèmes matériels et logiciels, nettoyage et optimisation des systèmes, récupération de données(disques, clés USB, VMs, etc).",
  "services.ItSupport.security": "Sécurité et prévention",
  "services.ItSupport.securityDesc": "Installation d'antivirus, pare-feu, outils de surveillance; Sécurisation de postes et de réseaux( mots de passe, BIOS, permissions); Conseils en hygiène numériques et bonnes pratiques.",
  "services.numericWeb.title": "Solutions Numériques & Web",
  "services.numericWeb.webDev": "Création de sites web",
  "services.numericWeb.webDevDesc": "Développement de sites web personnalisés (vitrine, e-commerce, blogs) adaptés à vos besoins et objectifs.",
  "services.numericWeb.marketing": "Marketing digital",
  "services.numericWeb.marketingDesc": "Optimisation SEO, gestion des réseaux sociaux, campagnes publicitaires en ligne pour augmenter votre visibilité et attirer plus de clients.",
  "services.numericWeb.maintenance": "Maintenance et support",
  "services.numericWeb.maintenanceDesc": "Mises à jour régulières, sauvegardes, surveillance de la sécurité et assistance technique pour garantir le bon fonctionnement de votre site web.",
  "services.specializedNiche.title": "Services Spécialisés ou de Niche",
  "services.specializedNiche.sensibilisation": "Sensibilisation à la cybersécurité",
  "services.specializedNiche.sensibilisationDesc": "Ateliers et formations pour sensibiliser les employés aux menaces informatiques et aux bonnes pratiques de sécurité.",
  "services.specializedNiche.modularIT": "Solutions informatiques modulaires",
  "services.specializedNiche.modularITDesc": "Création de scripts d'automatisation (batch, PowerShell, Python); Mise en place de machines virtuelles (proxmox, hyper-V, VirtualBox); Configuration de serveurs locaux (Windows Server, Linux) bientôt cloud.",

  "contact.title": "Contactez-moi",
  "contact.description": "Je suis toujours ouvert à discuter de nouveaux projets, opportunités ou collaborations. N'hésitez pas à me contacter via les réseaux sociaux ou par email.",
  "contact.email": "Envoyez-moi un email"
}
